Merge pull request #13 from lairaalmas/doc/update-project-doc
Feature: update theme colors and project doc
